{
    "reading_comprehension": [{
        "question_number": 50,
        "question_types": ["Main idea"],
        "question_text": "The primary purpose of the passage is to  ",
        "answer_options": ["present findings that contradict one explanation for the effects of a particular advertising practice", "argue that theoretical explanations about the effects of a particular advertising practice are of limited value without empirical evidence", "discuss how and why particular advertising practices may affect consumers' perceptions", "contrast the research methods used in two different studies of a particular advertising practice", "explain why a finding about consumer responses"],
        "correct_answer": 2,
        "explanation_text": "The primary purpose can be determined only by evaluating the whole passage. The first paragraph discusses consumers' perceptions of quality based on frequency of advertising. The second paragraph discusses three studies that show how consumers base their evaluations of products on the kinds of advertising they see. Therefore, the purpose of the whole passage is to show how consumers' perceptions of products are shaped by certain advertising practices. certain advertising practices.  ",
        "answer_explanations": ["The passage shows that expensive advertising works to a certain point, but not after it; this method examines a continuum, not a contradiction.", "Most of the passage is devoted to empirical evidence.", "Correct. The passage shows how the frequency and the kind of advertising influence consumers' perceptions about the quality of the products advertised.", "The passage reports the findings of four studies but does not mention research methods.", "The passage does not indicate that any of the findings were unexpected. The correct answer is C."],
        "page_num": 62
    }, {
        "question_number": 51,
        "question_types": ["Inference"],
        "question_text": "Kirmani's research, as described in the passage, suggests which of the following regarding consumers' expectations about the quality of advertised products?  ",
        "answer_options": ["Those expectations are likely to be highest if a manufacturer runs both black-and-white and color advertisements for the same product.", "Those expectations can be shaped by the presence of color in an advertisement as well as by the frequency with which an advertisement appears.", "Those expectations are usually high for frequently advertised new brands but not for frequently advertised familiar brands. frequently advertised familiar brands.", "Those expectations are likely to be higher for products whose black-and-white advertisements are often repeated than for those whose color advertisements are less often repeated.", "Those expectations are less definitively shaped"],
        "correct_answer": 1,
        "explanation_text": "The question's use of the word suggests means that the answer depends on making an inference. This research is discussed in the second paragraph. K.irmani found that too much advertising tended to make the consumers believe that manufacturers were desperate. The use of color was also found to affect consumers' perceptions of brand quality. Realizing that color advertising is more expensive than black-and-white, consumers react more quickly to what they perceive to be its overuse than they do to a repetition of black-and white advertisements. 61    ",
        "answer_explanations": ["This situation is not discussed in the research, at least as it is reported in this passage.", "Correct. It can be inferred that consumers' perceptions of product quality are influenced by the use of color in an advertisement and by the frequency of the advertisement's appearance.", "The research does not make a distinction between new and familiar brands.", "The research indicates only that consumers can tolerate black-and-white advertisements for a longer time than color advertisements before dismissing them as excessive.", "There is no discussion of what consumers learn from other sources. The correct answer is B."],
        "page_num": 62
    }, {
        "question_number": 52,
        "question_types": ["Inference"],
        "question_text": "Kirmani's third study, as described in the passage, suggests which of the following conclusions about a black-and-white advertisement?  ",
        "answer_options": ["It can be repeated more frequently than a comparable color advertisement could before consumers begin to suspect low manufacturer confidence in the quality of the advertised product.", "It will have the greatest impact on consumers' perceptions of the quality of the advertised product if it appears during periods when a color version of the same advertisement is also being used.", "It will attract more attention from readers of the print publication in which it appears if it is used only a few times. only a few times.", "It may be perceived by some consumers as more expensive than a comparable color advertisement.", "It is likely to be perceived by consumers as"],
        "correct_answer": 0,
        "explanation_text": "K.irmani's third study is discussed in the final two sentences. Consumers suspect expensive advertising results from a manufacturer's lack of confidence in the quality of the product. Consumers reach the point at which they find advertising excessive more quickly with color advertising than with black-and-white advertising because they understand that the addition of color increases advertising expenses. It is reasonable to infer that the reverse is also true and thus that consumers will tolerate lengthier repetitions of black-and-white advertising without becoming suspicious of product quality.  ",
        "answer_explanations": ["Correct. Consumers find color advertising excessive more quickly and thus can be expected to find black-and-white advertising excessive less quickly.", "The study does not discuss concurrent appearances of color and black-and-white advertisements for the same product.", "The sole conclusion about frequency is that consumers can tolerate a greater frequency of black-and-white advertisements than color advertisements.", "It is stated that consumers understand that color advertisements are more expensive.", "The research certainly does not report this finding. The correct answer is A."],
        "page_num": 62
    }, {
        "question_number": 53,
        "question_types": ["Inference"],
        "question_text": "The passage suggests that Kirmani would be most likely to agree with which of the following statements about consumers' perceptions of the relationship between the frequency with which a product is advertised and the product's quality?  ",
        "answer_options": ["Consumers' perceptions about the frequency with which an advertisement appears are their primary consideration when evaluating an advertisement's claims about product quality.", "Because most consumers do not notice the frequency of advertisement, it has little impact on most consumers' expectations regarding product quality.", "Consumers perceive frequency of advertisement as a signal about product quality only when the advertisement is for a product that is newly on the market.", "The frequency of advertisement is not always perceived by consumers to indicate that manufacturers are highly confident about their products' quality.", "Consumers who try a new product that has been"],
        "correct_answer": 3,
        "explanation_text": "The first sentence of the second paragraph provides the answer to this question: at some level  ofspending the manufacturer's advertising effort  may be perceived as unreasonably high, implying low manufacturer confidence in product quality. Thus, it is logical to assume that if a product is advertised too frequently, consumers may believe that the manufacturer is spending excessive amounts on advertising because that manufacturer is not confident of the product's quality.    ",
        "answer_explanations": ["Kirmani's research, as reported here, does not support this claim.", "Kirmani's research examines how consumers respond to the frequency of advertising; the research does not indicate that consumers do not notice frequency.", "The research does not distinguish between new and familiar products.", "Correct. Excessive advertising may lead consumers to believe that the manufacturer lacks confidence in the quality of the product.", "Kirmani's research does not specifically address new products. The correct answer is D."],
        "page_num": 63
    }, {
        "question_number": 54,
        "question_types": ["Main idea"],
        "question_text": "The main purpose of the passage is to  ",
        "answer_options": ["propose an experiment", "analyze a function", "refute an argument", "explain a contradiction (D) explain a contradiction", "simulate a process"],
        "correct_answer": 2,
        "explanation_text": "Determining the main purpose comes from considering the passage as a whole. The first  of paragraph begins by noting that the idea the  brain as an information processor is generally accepted by neuroscientists. The author then presents Searle as an enemy of this position and explains Searle's beliefthat human thought is more than information processing. The second paragraph questions Searle's position, and the third asserts that the brain is an information processor, refuting Searle's argument.   ",
        "answer_explanations": ["The author uses the idea of a mechanical simulation of a stomach as a metaphor for a computer's simulation of thought; this is not a proposal for an experiment.", "The author analyzes Searle's position, but no function is analyzed.", "Correct. The author explains Searle's argument in order to refute it.", "The author points out a weakness in Searle's thinking, but not a contradiction.", "The simulation of a process is included as a metaphor, but it is not essential to the passage. The correct answer is C."],
        "page_num": 63
    }, {
        "question_number": 55,
        "question_types": ["Evaluation"],
        "question_text": "Which of the following is most consistent with Searle's reasoning as presented in the passage?  ",
        "answer_options": ["Meaning and content cannot be reduced to algorithms.", "The process of digestion can be simulated mechanically, but not on a computer.", "Simulated thoughts and real thoughts are essentially similar because they are composed primarily of information.", "A computer can use \"causal powers\" similar to those of the human brain when processing information.", "Computer simulations of the world can achieve"],
        "correct_answer": 0,
        "explanation_text": "Searle's position is stated in the first paragraph: because computers merely follow algorithms, they  of cannot deal with important aspects human thought  such as meaning and content. Thus, Searle believes that meaning and content cannot be reduced to algorithms.   ",
        "answer_explanations": ["Correct. Searle believe s that meaning and content cannot be reduced to algorithms.", "The author argues for the mechanical simulation, but offers no evidence that content cannot be reduced to algorithms. B The author argues for the mechanical simulation, but offers no evidence that Searle would agree.", "This statement reflects the author's position, but it is the opposite of Searle's.", "Searle asserts that only people, not of computers, have the causal powers the brain.", "The passage does not discuss computer simulations of the world. The correct answer is A."],
        "page_num": 64
    }, {
        "question_number": 56,
        "question_types": ["Application"],
        "question_text": "The author of the passage would be most likely to agree with which of the following statements about the simulation of organ functions?  ",
        "answer_options": ["An artificial device that achieves the functions of the stomach could be considered a valid model of the stomach.", "Computer simulations of the brain are best used to crack the brain's codes of meaning and content.", "Computer simulations of the brain challenge ideas that are fundamental to psychology and neuroscience.", "Because the brain and the stomach both act as processors, they can best be simulated by mechanical devices.", "The computer's limitations in simulating digestion"],
        "correct_answer": 0,
        "explanation_text": " To answer this question, think about how the author would respond to each statement. ",
        "answer_explanations": ["nticipating the author's response depends on understanding the author's point of view. In this passage, the author is arguing against Searle's view of the brain and in favor of the brain as information processor. The author believes that the computer can be a model of the brain and uses the example of the mechanical stomach to support his position on simulations. A Correct. The first two sentences of the third paragraph imply that a mechanical device is a valid model.", "The author believes a computer can simulate the brain but does not comment on how these simulations should be used. There is no way to predict the author's reaction to this statement.", "The author would reject this statement since neuroscience and psychology do in fact see the brain as an information processor.", "The author agrees that both the brain and the stomach act as processors; believes that the computer, a nonmechanical device, can simulate the brain; and offers a way that a mechanical device could simulate the stomach. The author does not suggest that mechanical devices are the best way to simulate both their processes.", "This statement reflects Searle's viewpoint, which the author rejects. The correct answer is A."],
        "page_num": 65
    }, {
        "question_number": 57,
        "question_types": ["Inference"],
        "question_text": "It can be inferred that the author of the passage believes that Searle's argument is flawed by its failure to  ",
        "answer_options": ["distinguish between syntactic and semantic operations", "explain adequately how people, unlike computers, are able to understand meaning", "provide concrete examples illustrating its claims about thinking", "understand how computers use algorithms to process information", "decipher the code that is transmitted from"],
        "correct_answer": 1,
        "explanation_text": "The author's attitude toward Searle's argument is apparent in the first paragraph, which ends with the author's summary of what Searle is saying. Computers understand structures, Searle argues, but only people understand meaning. How do people understand meaning? The author notes that Searle is not able to answer this question and is able only to assert that people have causal and is able only to assert that people have causal  of powers the brain.  ",
        "answer_explanations": ["The author makes it clear in the first paragraph that Searle does distinguish between the two. In Searle's view computers are syntactic, interpreting structure or arrangement, rather than semantic, understanding meaning.", "Correct. The first paragraph ends with the contrast between people and computers: People, on the other hand, understand meaning because they have something Searle obscurely of calls the causal powers the brain. By calling Searle's explanation obscure, the author implies that Searle has not adequately clarified how people understand meaning.", "Nothing in the passage criticizes Searle for not providing concrete examples. Indeed, in the second paragraph, the author anticipates how Searle would react to one concrete example, the computer simulation of the stomach.", "In the first paragraph, the author says that Searle argues that computers simply follow algorithms; whether or not Searle understands how they use algorithms is irrelevant.", "Since, as the author suggests in the first paragraph, Searle does not believe information could be a code transmitted from neuron to neuron, he cannot be expected to decipher that code. The correct answer is B."],
        "page_num": 65
    }, {
        "question_number": 58,
        "question_types": ["Inference"],
        "question_text": "From the passage, it can be inferred that the author would agree with Searle on which of the following points? ",
        "answer_options": ["Computers operate by following algorithms.", "The human brain can never fully understand its own functions.", "The comparison of the brain to a machine is overly simplistic.", "The most accurate models of physical processes are computer simulations.", "Human thought and computer-simulated thought"],
        "correct_answer": 0,
        "explanation_text": "",
        "answer_explanations": ["n inference requires going beyond the material explicitly stated in the passage to the author's ideas that underlie that material. The author and Searle take opposite points of view on the brain as information processor. Their area of agreement is narrow. However, they do both agree that computers work by following algorithms. A Correct. The first paragraph explains that Searle dismisses computers because they simplyfollow algorithms; while the author disagrees with Searle on virtually every other point, no disagreement is voiced here.", "The first paragraph shows this to be Searle's position, but not the author's.", "The first paragraph shows this to be Searle's position, but not the author's.", "The second paragraph explains Searle's rejection of this position.", "The final paragraph establishes this as the author's position, but not Searle's. The correct answer is A."],
        "page_num": 66
    }, {
        "question_number": 59,
        "question_types": ["Inference"],
        "question_text": "Which of the following most accurately represents Searle's criticism of the brain-as-computer metaphor, as that criticism is described in the passage? ",
        "answer_options": ["The metaphor is not experimentally verifiable.", "The metaphor does not take into account the unique powers of the brain.", "The metaphor suggests that a brain's functions can be simulated as easily as those of a stomach.", "The metaphor suggests that a computer can simulate the workings of the mind by using the codes of neural transmission.", "The metaphor is unhelpful because both the"],
        "correct_answer": 1,
        "explanation_text": "Searle's criticism of the brain-as-computer metaphor is discussed in the first paragraph. Computers are merely machines; only people are  if endowed with causal powers the brain that allow  them to understand meaning and content.  ",
        "answer_explanations": ["Searle does not believe in the value of the metaphor, so its verification is beside the point.", "Correct. Searle believes that people have something computers do not, causal powers ofthe brain for understanding important aspects ofhuman thought.", "Comparing the brain to a computer, the metaphor does not make this suggestion.", "In the second paragraph, the author says, but even ifa computer could simulate the workings ofthe mind, making it clear that presently it cannot; this statement does not reflect why Searle rejects the metaphor.", "This is not the basis of Searle's objection since he does not accept the premise that the brain is an information processor. The correct answer is B."],
        "page_num": 67
    }, {
        "question_number": 60,
        "question_types": ["Main idea"],
        "question_text": "The primary purpose of the passage is to  ",
        "answer_options": ["explain why women reformers of the Progressive Era failed to achieve their goals", "discuss the origins of child labor laws in the late nineteenth and early twentieth centuries", "compare the living conditions of working-class and middle-class women in the Progressive Era", "discuss an oversight on the part of women reformers of the Progressive Era", "revise a traditional view of the role played by"],
        "correct_answer": 3,
        "explanation_text": "Understanding the author's purpose comes only from reflecting on the passage as a whole. The beginning of the passage notes the success of middle-class women reformers in improving working conditions for women and children. The middle discusses the position of working class mothers, who were more concerned with class mothers, who were more concerned with the economic survival of their families than with labor reform and consequently tried to circumvent the laws. The close of the passage observes that, although middle-class reformers were right to point out exploitation of children, they failed to understand the economic plight of working-class families, who needed the income earned by every possible member. The purpose of this passage is to show the failure of middle-class reformers to understand the economic position of working-class families.    ",
        "answer_explanations": ["Lines 6-10 emphasize the victories of the reformers.", "The passage discusses the effects, rather than the origins, of child labor laws.", "Living conditions of middle-class and working-class women are not compared.", "Correct. As is made clear, especially in the :final sentence of the passage, women reformers failed to understand the economic needs of working-class families.", "A traditional view is not compared with a newer, revised view of the reformers. The correct answer is D."],
        "page_num": 67
    }, {
        "question_number": 61,
        "question_types": ["Inference"],
        "question_text": "The view mentioned in line 17 of the passage refers to which of the following?  ",
        "answer_options": ["Some working-class mothers' resistance to the enforcement of child labor laws", "Reformers' belief that child labor and industrial home work should be abolished", "Reformers' opinions about how working-class families raised their children", "Certain women historians' observation that there was a lack of consensus between women of different classes on the issue of child labor and industrial home work", "Working-class families' fears about the adverse"],
        "correct_answer": 1,
        "explanation_text": "To find what this appearance of view refers to, it is necessary to look back to the beginning of the sentence. This view, not shared by working-class mothers, refers to the reformers' conviction that child labor and industrial home work were equally inhumanepractices that should be outlawed.    ",
        "answer_explanations": ["This view must refer back to a point already stated; resistance to child labor laws is not discussed until the following sentence.", "Correct. This view refers to the position of reformers stated earlier in the same sentence: that child labor and industrial home work. .. should be outlawed.", "This view must refer back to a point already stated; the reformers' belief that resistance to child labor laws was due to poor parenting is discussed later in the passage.", "A number of women historians have said that working-class mothers did not always share the view of middle-class women reformers about child labor.", "This view must refer back to a point already stated; the fears of working-class families are examined in the following sentence. The correct answer is B."],
        "page_num": 67
    }, {
        "question_number": 62,
        "question_types": ["Evaluation"],
        "question_text": "The author of the passage mentions the observations of women historians (lines 15-17) most probably in order to   ",
        "answer_options": ["provide support for an assertion made in the preceding sentence (lines 10-12)", "raise a question that is answered in the last sentence of the passage (lines 27-32)", "introduce an opinion that challenges a statement made in the first sentence of the passage", "offer an alternative view to the one attributed in the passage to working-class mothers", "point out a contradiction inherent in the"],
        "correct_answer": 0,
        "explanation_text": "In lines 10-12, the author asserts that child labor  laws pitted women ofdifferent classes against one  another. The view of the middle-class women reformers is stated, and then, to show that working-class mothers did not hold the same opinion, the author turns to the recent work of women historians to support this statement.  ",
        "answer_explanations": ["Correct. The author uses the recent work of women historians to support the statement that women of different social classes were pitted against one another.", "The women historians have recently observed; the verb observed introduces a statement rather than a question.", "The reference to women historians has to do with working-class mothers; it does not challenge women's activism and role in social reform.", "The passage supports what the women historians say about working-class mothers.", "The author does not define or present the traditional view of child labor reform, nor is any inherent contradiction pointed out. The correct answer is A."],
        "page_num": 68
    }, {
        "question_number": 63,
        "question_types": ["Inference"],
        "question_text": "The passage suggests that which of the following was a reason for the difference of opinion between working class mothers and women reformers on the issue of child labor?   ",
        "answer_options": ["Reformers' belief that industrial home work was preferable to child labor outside the home", "Reformers' belief that child labor laws should pertain to working conditions but not to pay", "Working-class mothers' resentment at reformers' attempts to interfere with their parenting", "Working-class mothers' belief that child labor was an inhumane practice", "Working-class families' need for every"],
        "correct_answer": 4,
        "explanation_text": "The question's use of the word suggests means that the answer depends on making an inference. Lines 12-23 examine the different views of middle-class reformers and working-class mothers on child labor laws. W hile the reformers saw child labor as an inhumane practice that should be outlawed, working class mothers  of understood the necessity ofpooling the wages as  manyfamily members as possible and viewed child labor legislation as a personal economic disaster.  ",
        "answer_explanations": ["Lines 12-14 show that reformers regarded both kinds of work as equally inhumane practices that should be outlawed.", "Pay is not specifically discussed in the passage.", "Lines 24-27 indicate that the reformers believed working-class resistance to child labor laws was a sign of poor parenting, but nothing is said about the working-class response to this view.", "Lines 12-17 say that the reformers held this position, but working class mothers did not always share this view.", "Correct. Lines 17-23 explain that working of class families needed the wages as many family members as possible. The correct answer is E."],
        "page_num": 69
    }, {
        "question_number": 64,
        "question_types": ["Supporting ideas"],
        "question_text": "The author of the passage asserts which of the following about women reformers who tried to abolish child labor? ",
        "answer_options": ["They alienated working-class mothers by attempting to enlist them in agitating for progressive causes.", "They underestimated the prevalence of child labor among the working classes.", "They were correct in their conviction that child labor was deplorable but shortsighted about the impact of child labor legislation on working-class families.", "They were aggressive in their attempts to enforce child labor legislation, but were unable to prevent working-class families from circumventing them.", "They were prevented by their nearly total"],
        "correct_answer": 2,
        "explanation_text": "This question is based on information explicitly stated in the final sentence of the passage. Women reformers viewed child labor as a terribly  of exploitative practice but theyJailed to take account of the economic needs working-classfamilies.  ",
        "answer_explanations": ["The passage does not say that reformers tried to enlist working-class mothers in progressive causes.", "No evidence is offered to support such a statement.", "Correct. The final sentence makes clear that the reformers recognized child labor as exploitative but did not understand the as exploitative but did not understand the of economic needs working-classfamilies.", "The reformers' activities involved promoting legislation; there is no evidence in the passage that the reformers themselves attempted to enforce these laws.", "Lines 6-10 show that the reformers improved working conditions for women and children, despite their disenfranchisement. The correct answer is C."],
        "page_num": 69
    }, {
        "question_number": 416,
        "question_types": ["Inference"],
        "question_text": "ions 413-416 refer to the passage on page 370.   413. Information in the passage suggests that David Pearce would most readily endorse which of the following statements concerning monetization?  ",
        "answer_options": ["Monetization represents a strategy that is attractive to both environmentalists and their critics.", "Monetization is an untested strategy, but it is increasingly being embraced by environmentalists.", "Monetization should at present be restricted to ecological services and should only gradually be extended to such commercial endeavors as tourism and recreation.", "Monetization can serve as a means of representing persuasively the value of environmental conservation.", "Monetization should inform environmental"],
        "correct_answer": 2,
        "explanation_text": " This question requires an understanding of David Pearce's view of monetization. According to the passage, Pearce finds the idea that conservation is unprofitable to be an illusion. He argues for showing the economic value of ecosystems in order to make progress in conserving those ecosystems.  ",
        "answer_explanations": ["The passage attributes to Gretchen Daily the view that monetization is unpopular with environmentalists. The passage gives no reason to believe that Pearce would endorse the idea that environmentalists currently find monetization attractive.", "The passage gives no indication that monetization is increasingly being embraced by environmentalists, even if Pearce thinks it should be.", "The passage indicates Pearce's belief that some types of tourism are also types of ecological services that have economic value and that they should be monetized.", "Correct. Pearce believes that monetization quantifies the value of the services provided by ecological systems-and if that value is quantified, people are more likely to be persuaded to conserve those systems.", "Pearce is arguing, against some environmentalists, that monetization should inform the decision-making process with regard to preserving ecosystems. The correct answer is D."],
        "page_num": 431
    }, {
        "question_number": 420,
        "question_types": ["Supporting ideas"],
        "question_text": "ions 417-420 refer to the passage on page 372.   417. According to the passage, the studies referred to in line 12 reported which of the following about the effect of price on consumers' perception of the performance risk associated with a new product?  ",
        "answer_options": ["Although most consumers regard price as an important factor, their perception of the performance risk associated with a new product is ultimately determined by the manufacturer's reputation.", "Price interacts with the presentation of an advertised message to affect perceived performance risk.", "Price does not significantly affect consumers' perception of the performance risk associated with a new product.", "Consumers tend to regard price as more important than the manufacturer's credibility when they are buying from that manufacturer for the first time. the first time.", "Consumers are generally less concerned about"],
        "correct_answer": 3,
        "explanation_text": " The question asks about information explicitly provided in the passage. The first paragraph explains that there are co-riflictingftndings in the research about how the price of a product affects a consumer's perception of the performance risk of that product. Some studies have fo und that higher priced products reduce the perception of performance risk. The other studies referred to in line 12, however, have found little or no connection between price and perceived performance risk.   ",
        "answer_explanations": ["The passage does not mention that these studies consider the manufacturer's reputation.", "The passage does not mention that these studies consider advertising messages.", "Correct. The passage indicates that these studies have found little or no connection between relative price and consumers' perception of performance risk.", "The passage does not mention that these studies consider the manufacturer's credibility.", "Although some studies have found that a relatively high price reduces the perception of performance risk, the passage explains that the studies referred to in line 12 have not confirmed that finding. The correct answer is C."],
        "page_num": 433
    }, {
        "question_number": 429,
        "question_types": ["Main idea"],
        "question_text": "ions 426-429 refer to the passage on page 376.   426. The passage is primarily concerned with  ",
        "answer_options": ["examining economic factors that may have contributed to the success of certain Japanese companies", "discussing the relative merits of strategic partnerships as compared with those of market exchange relationships", "challenging the validity of a widely held assumption about how Japanese firms operate", "explaining why Western companies have been slow to adopt a particular practice favored by Japanese companies", "pointing out certain differences between"],
        "correct_answer": 1,
        "explanation_text": " This question asks for an assessment of what the passage as a whole is doing. The passage discusses how Western business managers have been following the advice of academics and journalists to pursue strategic partnerships with their suppliers. The advice is based on studies comparing Japanese production and supply practices with those of the rest of the world. Newer research, however, indicates that Japanese practices actually differ from those indicated in the earlier studies and are not significantly different from practices associated with Western manufacturers.  ",
        "answer_explanations": ["The passage is not primarily concerned with economic factors contributing to the success ofJapanese companies, but rather with whether Japanese relationships with suppliers conform to the practices recently adopted by Western business manufacturers.", "Although the passage discusses strategic partnerships and market-exchange relationships, it does not discuss their relative merits.", "Correct. The passage does question the view promoted by several studies regarding the relationship Japanese firms have with their suppliers.", "The passage does not indicate that Western companies have been slow to adopt any particular practice favored by Japanese companies.", "Rather than pointing out differences between Japanese and Western supplier relationships, it actually suggests that they are more similar than generally realized. The correct answer is C."],
        "page_num": 433
    }, {
        "question_number": 442,
        "question_types": ["Inference"],
        "question_text": "ions 438-442 refer to the passage on page 382.   438. Which of the following can be inferred about supplier partnerships, as they are described in the passage?  ",
        "answer_options": ["They cannot be sustained unless the goods or services provided are available from a large number of suppliers.", "They can result in purchasers paying more for goods and services than they would in a competitive-bidding situation.", "They typically are instituted at the urging of the supplier rather than the purchaser.", "They are not feasible when the goods or services provided are directly related to the purchasers' end products.", "They are least appropriate when the purchasers'"],
        "correct_answer": 3,
        "explanation_text": " ",
        "answer_explanations": ["ccording to the passage, in supplier partnerships a corporate purchaser forgoes the right to pursue alternative suppliers for certain goods or services. This tends to reduce or eliminate the threat of competition for the supplier in the partnership. It can be inferred that the corporate purchaser in a supplier partnership risks paying more for goods or services than it would if the supplier had to compete for the business. A The passage suggests something incompatible with this, i.e., that availability of the relevant goods or services from many suppliers would undermine rather than strengthen a supplier partnership.", "Correct. The passage indicates that supplier partnerships, by definition, reduce the supplier's exposure to competition, and it can be inferred from this that a purchaser in such a partnership could sometimes pay more for the supplied goods or services than if not in the partnership. more for the supplied goods or services than if not in the partnership.", "The passage is silent on how supplier partnerships are initiated, and the passage gives no reason to believe that these would usually be initiated by suppliers. 445", "The passage indicates that supplier partnerships are usually instituted for the supply of goods or services that do not contribute directly to the company's end products, though the passage gives no reason to believe that such partnerships would never make sense for supply of items directly related to end products.", "The passage states that where alternative suppliers for certain goods or services are few and change from an existing supplier is difficult, partnerships may be \"unavoidable.\" This seems to imply that in such cases, supplier partnerships are the most appropriate. The correct answer is B."],
        "page_num": 433
    }, {
        "question_number": 447,
        "question_types": ["Supporting ideas"],
        "question_text": "ions 443-447 refer to the passage on page 384.   443. According to the \"conventional view\" referred to in line 13 of the passage, brighter carotenoid-based coloration in certain species suggests that an individual  ",
        "answer_options": ["lives in a habitat rich in carotenoid-bearing plants and insects", "has efficient detoxification processes", "has a superior immune system", "possesses superior foraging capacity", "is currently capable of reproducing"],
        "correct_answer": 2,
        "explanation_text": " ",
        "answer_explanations": ["ccording to the passage, the conventional view is that carotenoids in a male animal recognizable by brighter coloration-are meaningful in the context of mate selection because they are rare and not easily acquired. A male that displays brighter coloration than other males would appear to a female of the species to have foraged more effectively and would therefore seem healthier, and more eligible as a mate, than some less brightly colored males. A Male animals in a carotenoid-rich environment might, on average, have brighter coloration, but the passage does not imply that this is part of the conventional view. The passage represents the conventional view as emphasizing the rarity of carotenoids, and the consequent difficulty of finding them.", "The conventional view holds that a brightly colored male might appear healthier than less brightly colored males to a female of the species. If the male were healthier, this would presumably require having efficient detoxification processes. But the passage does not treat this as part of the conventional view.", "If a male animal is healthier than other males of the species, presumably that male males of the species, presumably that male has a superior immune system, but the passage does not represent this as part of the conventional view.", "Correct. The passage represents the conventional view as holding that more brightly colored males seem to females to be more effective foragers, and therefore healthier.", "The passage does not represent the conventional view as holding that brighter coloration in a male animal would be taken by a female of the species as indicating a current ability to reproduce. The correct answer is D."],
        "page_num": 433
    }, {
        "question_number": 452,
        "question_types": ["Supporting ideas"],
        "question_text": "ions 448-452 refer to the passage on paqe 386.   448. According to the passage, Kerber maintained that which of the following led to an increase in educational opportunities for women in the United States after the American Revolution?  ",
        "answer_options": ["An unprecedented demand by women for greater educational opportunities in the decades following the Revolution", "A new political ideology calling for equality of opportunity between women and men in all aspects of life", "A belief that the American educational system could be reformed only if women participated more fully in that system", "A belief that women needed to be educated if they were to contribute to the success of the nation's new form of government", "A recognition that women needed to be educated"],
        "correct_answer": 4,
        "explanation_text": " The passage ascribes to Linda Kerber the claim that there was \"a surge of educational opportunities for women in the United opportunities for women in the United States\" after the American Revolution, and that this surge resulted from a new ideology of\"republic motherhood.\" According to the passage, Kerber argued that the nation's leaders advocated education for women to equip them, in their family role, to raise politically virtuous sons.  ",
        "answer_explanations": ["The passage attributes no claim to Kerber concerning a demand by women for education.", "The passage attributes no claim to Kerber concerning a new ideology calling for equality between women and men.", "Kerber's argument as represented in the passage did not claim that an increase in education opportunities for women resulted from a belief that such an increase was required for successful reform of the American educational system. 451", "Correct. According to the passage, Kerber argued that educational opportunities for women increased because the nation's leaders believed that successful democratic government would require that women raise politically virtuous sons within their families, and that women could do so only if they had access to education themselves.", "According to the passage, Kerber's thesis primarily concerns the roles that it was believed educated women could play in raising politically virtuous sons in the context of the family, not in the nation's schools or churches. The correct answer is D."],
        "page_num": 433
    }, {
        "question_number": 460,
        "question_types": ["Inference"],
        "question_text": "ions 456-460 refer to the passage on page 390.   456. The passage suggests that in order for a manufacturer in a capital-intensive industry to have a decisive advantage over competitors making similar products, the manufacturer must ",
        "answer_options": ["be the first in the industry to build production facilities of theoretically optimal size", "make every effort to keep fixed and sunk costs as low as possible", "be one of the first to operate its manufacturing plants at minimum efficient scale", "produce goods of higher quality than those produced by direct competitors", "stockpile raw materials at production sites in"],
        "correct_answer": 2,
        "explanation_text": " This question asks for an inference about what a manufacturer in a capital-intensive industry must do to have an advantage over competitors making similar products. The passage addresses this question by stating that advantage accrues to those firms that are the first to exploit the full potential of optimally sized, technologically sophisticated plants. In this context, exploiting the full potential of such plants means operating them at minimum efficient scale. Based on the definition in the first paragraph, this means that the plant must have an output of such a size that the cost per unit of output is at a minimum.  ",
        "answer_explanations": ["The passage says that for new capital intensive firms to dominate the market, it is not enough for them to have optimally sized plants; the plants must also be operated in a way that fully exploits their potential.", "While keeping fixed and sunk costs low would obviously help keep overall costs low, the passage does not suggest that this is decisive in enabling a firm to have an advantage over competitors.", "Correct. Being among the first manufacturers to operate plants at minimum efficient scale means that those plants are being exploited to their full potential. This strategy would most likely give such manufacturers a decisive advantage over new firms hoping to compete effectively. 456", "The passage does not discuss the quality of goods made by manufacturers.", "The passage does not suggest that stockpiling raw materials is the most efficient way to ensure a steady flow of raw materials into the manufacturing process, though the passage states that such a steady flow is a factor in achieving minimum efficient scale. The correct answer is C."],
        "page_num": 433
    }, {
        "question_number": 503,
        "question_types": ["Main idea"],
        "question_text": "ions 499-503 refer to the passage on page 408.   499. The passage is primarily concerned with  ",
        "answer_options": ["identifying two practices in medical research that may affect the accuracy of clinical trials", "describing aspects of medical research that tend to drive up costs", "evaluating an analysis of certain shortcomings of current medical research practices", "describing proposed changes to the ways in which clinical trials are conducted", "explaining how medical researchers have"],
        "correct_answer": 2,
        "explanation_text": " This question requires an understanding of what the passage as a whole is doing. The passage introduces Frazier and Mosteller as proposing changes to the ways clinical trials in medical research are currently conducted. The rest of the passage then describes these proposed changes together with the support Frazier and Mosteller provide for adopting these changes.  ",
        "answer_explanations": ["The passage identifies practices in medical research to help illustrate the basis for Frazier and Mosteller's proposed changes.", "The passage mentions medical research costs as one example within the larger description of Frazier and Mosteller's proposed changes.", "The passage is not concerned with evaluating Frazier and Mosteller's proposed evaluating Frazier and Mosteller's proposed changes.", "Correct. The passage describes the changes proposed by Frazier and Mosteller to the way clinical trials are conducted.", "The passage is not concerned with establishing the likelihood of any changes to the way medical research is conducted. The correct answer is D."],
        "page_num": 433
    }, {
        "question_number": 529,
        "question_types": ["Inference"],
        "question_text": "ions 525-529 refer to the passage on page 418.     525. The passage implies that which of the following was a reason that the proportion of verdicts in favor of patentees began to increase in the 1830s?  ",
        "answer_options": ["Patent applications approved after 1836 were more likely to adhere closely to patent law.", "Patent laws enacted during the 1830s better defined patent rights.", "Judges became less prejudiced against patentees during the 1830s.", "After 1836, litigated cases became less representative of the population of patent disputes.", "The proportion of patent disputes brought to trial"],
        "correct_answer": 2,
        "explanation_text": " The question asks which statement can be reasonably inferred, from information provided in the passage, to be a reason for the increase in proportion of verdicts favoring patentees, starting in the 1830s. The second paragraph argues that what changed in that decade was not judges' attitudes toward patent law, but the types of patent cases that were litigated. It explains that attitudes toward patent law, but the types of patent cases that were litigated. It explains that a law passed in 1836 required that, for the first time in U.S. history, applications for patents had to be examined for their adherence to patent law before a patent would be issued. This information implies that patents granted after 1836 were more likely to adhere to patent law and were thus more likely to be upheld in court.  ",
        "answer_explanations": ["Correct. The passage implies that patents granted after the 1836 law went into effect were more likely to adhere to patent law.", "The passage does not indicate that any law mentioned made changes to the definition of patent rights; rather, the passage indicates that the patent system was revised to require that patent applications be reviewed for adherence to existing law.", "The passage rejects the explanation that judges' attitudes toward patent rights became more favorable.", "The passage indicates that the population of disputes that were litigated changed after 1836, but it does not suggest that the population of litigated disputes differed from that of patent disputes as a whole.", "The passage does not indicate any change in the proportion of patent disputes brought to trial. The correct answer is A."],
        "page_num": 433
    }]
}